import styles from '/app/A/ui/dashbord/help/help.module.css';

const helpPage = () => {
  return (
    <div className={styles.container}>
     
        <h2>كيف تستخدم الموقع؟</h2>
        <h5>** الصفحة الرئيسية : <br />
          تحتوي على جميع الطلبات الموجهة اليك من طرف الموظفين المسؤول عليهم لتقوم بقبولها أو رفضها</h5>
        <h5>** صفحة الموظفين : <br />
           تحتوي على جميع معلومات الموظفين المسؤول عليهم</h5>
        <h5>** صفحة موظفون في عطلة: <br />
           تمكنك من الاطلاع على معلومات جميع الموظفون الذين  في  للعطلة</h5>
        <h5>** صفحة حسابي: <br />
           تحتوي على المعلومات الخاصة بك التي قمت بتسجيل الدخول بها وتتمكن من تغيير كلمة المرور ثم إعادة تسجبل الدخول بكلمة المرور الجديدة</h5>
        
        <h5>** تسجيل الخروج: <br />
           تمكن من الخروج من الموقع</h5>
     
    </div>
  );
};

export default helpPage;