import styles from '/app/e/ui/dashbord/help/help.module.css';

const helpPage = () => {
  return (
    <div className={styles.container}>
    
        <h2>كيف تستخدم الموقع؟</h2>
        <h5>** صفحة طلب جديد : <br />

        </h5>
        <h5>تمكنك من ارسال طلب عطلة الى مسؤولك
          
        </h5>
        <h5>** صفحة حسابي:<br/>
         تحتوي على المعلومات الخاصة بك التي قمت بتسجيل الدخول بها وتتمكن من تغيير كلمة المرور واعدة تسجبل الدخول بكلمة المرور الجديدة</h5>
        <h5>** صفحة رصيدي:<br/>
         تمكنك من الاطلاع على معلامات رصيدك</h5>
        <h5>** صفحة طلباتي :
          <br/>تعرض لك جميع طلبات العلطل الخاصةبك</h5>
        <h5>** تسجيل الخروج :<br/>
         تمكن من الخروج من الموقع</h5>
      </div>
  
  );
};

export default helpPage;