import styles from '/app/M/ui/dashbord/help/help.module.css';

const helpPage = () => {
  return (
    <div className={styles.container}>
      
        <h2>كيف تستخدم الموقع؟</h2>
        <h5>** صفحة المسؤولين: <br/> 
           تحتوي على  مسؤولي المصالح المتوفرة في الكلية</h5>
        <h5>** صفحة الموظفين:  <br/>
           تحتوي على جميع معلومات موظفي الكلية</h5>
           <h5>** صفحة موظف جديد:<br/>
           تمكنك من اضافة موظف جديد في المنصة</h5>
        
        <h5>** صفحة موظفون في عطلة:<br/>
           تمكنك من الاطلاع على معلومات جميع الموظفون الذين تم قبول طلبهم للعطلة</h5>
        <h5>** صفحة طلب جديد:<br/>
           تمكنك من ارسال طلب عطلة او طلب رخصة غياب الى مسؤولك (في حالة قمت بطلب رخصة غياب قم بملئ حانة المدة المطلوبة بالعدد 0)</h5>
        <h5>** صفحة حسابي تحتوي على المعلومات الخاصة بك التي قمت بتسجيل الدخول بها وتتمكن من تغيير كلمة المرور ثم اعادة تسجبل الدخول بكلمة المرور الجديدة</h5>
       
        <h5>** صفحة حسابي:<br/>
           تمكنك من الاطلاع على حسابك الخاص </h5>
      
        <h5>** صفحة رصيدي<br/>
           تمكنك من الاطلاع على رصيدك الحالي </h5>
        <h5>** صفحة طلباتي:<br/>
           تعرض لك جميع طلبات العلطل الخاصةبك</h5>
        <h5>** تسجيل الخروج:<br/>
           تمكن من الخروج من الموقع</h5>
      </div>
    
  );
};

export default helpPage;
